spec/spec/SVWS/IntegrationPlatform/Examples/CardDetailsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getCardDetailsRequest>
         <instance_id>100000000577</instance_id>
         <card_id>100000000700</card_id>
         <seq_number>1</seq_number>
         <expir_date>2016-07-30</expir_date>
         <card_number>5498620000000177</card_number>
         <lang>LANGRUS</lang>
		 <card_type_id>1002</card_type_id>
      </int:getCardDetailsRequest>
   </soapenv:Body>
</soapenv:Envelope>
